Repository: common-repository/wp-yun
Catalog: languages/*.po
Languages: fa_ir

source: Yun
fa_ir: یون

source: WP Yun
fa_ir: کوتاه کننده یون

source: Settings
fa_ir: تنظیمات

source: Urls Archive
fa_ir: آرشیو لینک ها

source: Manual
fa_ir: راهنمای استفاده

source: WP Yun Options
fa_ir: تنظیمات یون

source: Personal Domain
fa_ir: دامنه اختصاصی

source: Telegram Bot
fa_ir: ربات تلگرام

source: Create UTM
fa_ir: ساخت utm

source: Developer API
fa_ir: API

source: Addons
fa_ir: افزونه ها

source: Make Money
fa_ir: کسب درآمد

source: Advertisement
fa_ir: تبلیغات

source: Yun Token
fa_ir: توکن یون

source: You will need a Yun account to use this plugin.
fa_ir: جهت استفاده از این پلاگین نیاز به توکن یون دارید.

source: To create a new token
fa_ir: جهت ایجاد توکن جدید

source: click here
fa_ir: اینجا را کلیک کنید

source: Post Types
fa_ir: نوع مطلب

source: Type Post
fa_ir: مطالب وبلاگ

source: Type Page
fa_ir: صفحات

source: Type Attachment
fa_ir: فایل ها

source: Automatically generate short links for the selected post types.
fa_ir: ساخت خودکار لینک کوتاه برای موارد انتخاب شده

source: Share Buttons
fa_ir: دکمه های اشتراک گذاری

source: Show Share Buttons
fa_ir: نمایش دکمه های اشتراک گذاری

source: By activating this option, social media share buttons will be added to the posts public page.
fa_ir: با فعال کردن این گزینه دکمه به اشتراک گذاری در شبکه های اجتماعی به صفحه عمومی مطالب اضافه میگردد.

source: Save
fa_ir: ذخیره تغییرات

source: Create token
fa_ir: ساخت توکن

source: Long URL
fa_ir: آدرس کامل

source: Short URL
fa_ir: آدرس کوتاه

source: Actions
fa_ir: عملیات

source: Statistics
fa_ir: گزارش

source: Update
fa_ir: بروزرسانی

source: Short Link
fa_ir: لینک کوتاه

source: settings page
fa_ir: تنظیمات

source: WP Yun is almost ready!
fa_ir: یون تقریبا اماده است!

source: Please visit the %s to configure WP Yun
fa_ir: جهت استفاده از پلاگین به بخش %s مراجعه فرمایید

source: Please activate plugin
fa_ir: لطفا پلاگین را فعال کنید

source: Activation
fa_ir: فعال سازی

source: Yun Statistics
fa_ir: آمار یون

source: WP Yun Error: No such API endpoint.
fa_ir: خطا: اندپوینت یافت نشد.

source: WP Yun Error: No such option %1$s
fa_ir: خطا: %1$s وجود ندارد

source: Hit(s)
fa_ir: بازدید

source: WP Yun can be used to generate short links for your websites posts, pages, and custom post types. Extremely lightweight and easy to set up, give it your Yun oAuth token and go!
fa_ir: با استفاده از پلاگین یون قادر خواهید بود تا به ساده ترین روش ممکن لینک مطالب و صفحات خود را کوتاه کنید. تنها کافیست پلاگین را فعال و تنظیمات مربوطه را انجام دهید.
